const colorJson = {
  // 系统默认
  xtmr: [
    '#509EE3',
    '#9CC177',
    '#A989C5',
    '#F9D45C',
    '#F1B556',
    '#A6E7F3',
    '#7172AD',
  ],
  // 绚丽多彩
  xldc: [
    '#578AF2',
    '#62E075',
    '#42B36F',
    '#FFD660',
    '#B3DE36',
    '#FA914E',
    '#F25252',
  ],
  // 蓝橙撞色
  lczs: [
    '#4D8CAE',
    '#AD5601',
    '#324498',
    '#2B5B75',
    '#0FA8E0',
    '#FF8500',
    '#006BC2',
  ],
  // 英伦酒红
  yljh: [
    '#DB5545',
    '#784029',
    '#E39970',
    '#E0D09F',
    '#A5A187',
    '#474844',
    '#984337',
  ],
  // 清新草绿
  qxcl: [
    '#8AC98B',
    '#A4DED9',
    '#67B9CD',
    '#D6D6D7',
    '#8D9E69',
    '#EB4B5C',
    '#B7D62E',
  ],
  // 神秘魅紫
  smmz: [
    '#C366A1',
    '#503491',
    '#DAA6D6',
    '#A999C9',
    '#D3C3DB',
    '#A563AC',
    '#7260AF',
  ],
  // 热情暖阳
  rqny: [
    '#FF9090',
    '#D53872',
    '#B91515',
    '#BBA588',
    '#FFD54F',
    '#FF9800',
    '#FBE8E1',
  ],
}

export default colorJson
